win_x, win_y = 200, 100
win_width, win_height = 1000, 600
txt_title = "Здоровье"
txt_next = "Начать"
instruction = ('Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\n'
               'Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке.\n'
               'У испытуемого, находящегося в положении лежа на спине в течение 5 мин, определяют частоту пульса за 15 секунд;\n'
               'затем в течение 45 секунд испытуемый выполняет 30 приседаний.\n'
               'После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд,\n'
               'а потом — за последние 15 секунд первой минуты периода восстановления.\n'
               'Важно! Если в процессе проведения испытания вы почувствуете себя плохо (появится головокружение, шум в\n'
               'ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу.')
name = 'Ф.И.О'
age = 'Полных лет'
test1 = 'Лягте на спину и змаерьте пульс на 15 секунд. Нажмите кнопку "начать тест 1" для запуска таймера. Впишите результат '
test2 = 'В течение 45 секунд выполните 30 приседаний. Нажмите на "начать тест 2" для запуска таймера'
test3 = ('Лягте на спину и замерьте число пульсаций за первые 15 секунд, а потом — за последние 15 секунд первой минуты периода восстановления. Нажмите кнопку "начать тест 3" для запуска таймера.\n'
         'Зеленым обозначены секунды, в течение которых необходимо замерять пульс. Черным - минуты без замера пульсаций. Запишите результаты')
